Repository: JulNadeauCA/libagar
Catalog: trunk/po/*.po
Languages: fr

source: Micrometers per second
fr: Micromètres par seconde

source: Millimeters per second
fr: Millimètres par seconde

source: Centimeters per second
fr: Centimètres par seconde

source: Inches per second
fr: Pouces par seconde

source: Feet per second
fr: Pieds par seconde

source: Yards per second
fr: Verges par seconde

source: Meters per second
fr: Mètres par seconde

source: Kilometers per second
fr: Kilomètres par seconde

source: Miles per second
fr: Milles par seconde

source: Micrograms
fr: Microgrammes

source: Milligrams
fr: Milligrammes

source: Centigrams
fr: Centigrammes

source: Decigrams
fr: Décigrammes

source: Grams
fr: Grammes

source: Ounces [comm]
fr: Onces [comm]

source: Pounds [comm]
fr: Livres [comm]

source: Kilograms
fr: Kilogrammes

source: Tons [short]
fr: Tonnes [courtes]

source: Tons [metric]
fr: Tonnes [métriques]

source: Tons [long]
fr: Tonnes [longues]

source: Ounces [troy]
fr: Onces [troy]

source: Pounds [troy]
fr: Livres [troy]

source: Nanoseconds
fr: Nanosecondes

source: Microseconds
fr: Microsecondes

source: Milliseconds
fr: Millisecondes

source: Seconds
fr: Secondes

source: Hours
fr: Heures

source: Days
fr: Jours

source: Weeks [POEE]
fr: Semaines [Érisiennes]

source: Weeks
fr: Semaines

source: Months [POEE]
fr: Mois [Érisiens]

source: Years
fr: Jours

source: Picoamperes
fr: Picoampères

source: Nanoamperes
fr: Nanoampères

source: Microamperes
fr: Microampères

source: Milliamperes
fr: Milliampères

source: Amperes
fr: Ampères

source: Kiloamperes
fr: Kiloampères

source: Megaamperes
fr: Méga-ampères

source: Degrees Celsius
fr: Degrés Celsius

source: Degrees Farenheit
fr: Degrés Farenheit

source: Degrees Rankine
fr: Degrés Rankine

source: Degrees Reaumur
fr: Degrés Reaumur

source: Megakelvins
fr: Mégakelvins

source: Megamoles
fr: Mégamoles

source: Megacandelas
fr: Mégacandelas

source: Foot-lbs/sec
fr: Pieds-livres/sec

source: Horsepower
fr: Chevaux vapeur

source: Megawatts
fr: Mégawatts

source: Megavolts
fr: Mégavolts

source: Megaohms
fr: Mégohms

source: Megahertz
fr: Mégahertz

source: Kg-force per m^2
fr: Force-Kg par mètres carrés

source: Centimeters of water
fr: Centimètres d'eau

source: Inches of water
fr: Pouces d'eau

source: Centimeters of mercury
fr: Centimètres de mercure

source: Feet of water
fr: Pieds d'eau

source: Inches of mercury
fr: Pouces de mercure

source: Meters of water
fr: Mètres d'eau

source: Kips per in^2
fr: Kips par pouces carrés

source: Pluto Atmospheres
fr: Atmosphères de pluton

source: Earth Atmospheres
fr: Atmosphères terrestres

source: Mars Atmospheres
fr: Atmosphères marsiennes

source: Metabolic equivalent
fr: Équivalent métabolique

source: Attending church
fr: Aller à la messe

source: Kilokalories per minute
fr: Kilocalories par minute

source: Slow walking (<=2.0mph)
fr: Marche lente (2.0mph)

source: Moderate walking (3.0mph)
fr: Marche modérée (3.0mph)

source: Walking - brisk (3.5mph)
fr: Marche rapide (3.5mph)

source: Walking (3.5mph) + biking (10-11.9mph)
fr: Marche (3.5mph) + bicycle à pédales (10-11.9mph)

source: Walking - very brisk (4.5mph)
fr: Marche très rapide (4.5mph)

source: Moderate biking (12-13.9mph)
fr: Bicycle à pédales modéré (12-13.9mph)

source: Vigorous biking (14-15.9mph)
fr: Bicycle à pédales vigoureux (14-15.9mph)

source: Race biking (16-19mph)
fr: Bicycle de course (16-19mph)

source: Race biking (>20mph)
fr: Bicycle de course (16-19mph)

source: Mountain and rock climbing
fr: Escalade

source: Stretching, yoga
fr: Étirements, yoga

source: General/cross-country skiing
fr: Ski de fond

source: Cross-country/moderate skiing
fr: Ski de fond modéré

source: Cross-country/vigorous skiing
fr: Ski de fond vigoureux

source: Color values
fr: Valeurs de couleurs

source: Hue:
fr: Teinte:

source: Value:
fr: Valeur:

source: Edit numerically
fr: Éditer numériquement

source: Complementary color
fr: Couleur complémentaire

source: Invert saturation
fr: Inverser la saturation

source: Invert value
fr: Inverser la valeur

source: Play
fr: Début lecture

source: Pause
fr: Pause lecture

source: Stop
fr: Arrêt lecture

source: Playback speed
fr: Vitesse de lecture

source: Half
fr: Moitié

source: One third
fr: Un troisième

source: One quarter
fr: Un quart

source: File:
fr: Fichier:

source: Solid %s
fr: Solide %s

source: Fill tile with solid color/pattern.
fr: Remplir avec une couleur solide ou un motif.

source: Solid
fr: Solide

source: Horizontal gradient
fr: Dégradé horizontal

source: Vertical gradient
fr: Dégradé vertical

source: Circular gradient
fr: Dégradé circulaire

source: Pixmap pattern
fr: Motif de pixmap

source: Fill/gradient
fr: Remplissage/dégradé

source: Color A
fr: Couleur A

source: Color B
fr: Couleur B

source: Overall alpha:
fr: Alpha global:

source: Fill type
fr: Type de remplissage

source: Solid fill
fr: Remplissage solide

source: Pattern
fr: Motif

source: Swap gradient colors
fr: Échanger les couleurs de dégradés

source: Invert colors
fr: Inverser les couleurs

source: Destroying unreferenced feature `%s'.
fr: Suppression de l'élément orphelin «%s».

source: Destroying unreferenced pixmap `%s'.
fr: Suppression du pixmap orphelin «%s».

source: Destroying unreferenced sketch `%s'.
fr: Suppression du dessin vectoriel «%s».

source: %s: no such feature: %s (ignored)
fr: %s: élément inexistant: %s (ignoré)

source: Import %s from...
fr: Importer %s à partir de...

source: Attach existing pixmap
fr: Attacher un pixmap existant

source: Attach existing sketch
fr: Attacher un dessin vectoriel existant

source: Attributes
fr: Attributs

source: %sLayers
fr: %sCalques

source: %sWalkable
fr: %sMarchable

source: %sJumpable
fr: %sSautable

source: %sSlippery
fr: %sGlissant

source: Resize tile `%s'
fr: Redimensionner la tuile «%s»

source: Size:
fr: Taille:

source: Colorkeying
fr: Clef chromatique

source: Source alpha
fr: Alpha source

source: Snapping mode:
fr: Mode d'alignement:

source: Maps to sprite: #%u.
fr: Attribué au sprite: #%u.

source: Toggle visibility
fr: Basculer la visibilité

source: Edit feature
fr: Éditer l'élément

source: Detach feature
fr: Détacher l'élément

source: Destroy feature
fr: Supprimer l'élément

source: Edit pixmap
fr: Éditer le pixmap

source: Detach pixmap
fr: Détacher le pixmap

source: Destroy pixmap
fr: Supprimer le pixmap

source: Edit sketch
fr: Éditer le dessin vectoriel

source: Detach sketch
fr: Détacher le dessin vectoriel

source: Destroy sketch
fr: Supprimer le dessin vectoriel

source: Edit sketch element
fr: Éditer l'objet vectoriel

source: Delete sketch element
fr: Supprimer l'objet vectoriel

source: FEATURE #00 <#00>
fr: ELEMENT #00 <#00>

source: Export to image file...
fr: Exporter vers fichier image...

source: Regenerate tile
fr: Regénérer la tuile

source: Close document
fr: Fermer le document

source: Undo
fr: Défaire

source: Redo
fr: Refaire

source: Tile settings...
fr: Paramètres de tuile...

source: Features
fr: Éléments

source: Fill
fr: Remplissage

source: Sketch projection
fr: Projection vectorielle

source: Solid of revolution
fr: Solide de révolution

source: Create pixmap
fr: Créer un pixmap

source: Attach existing pixmap...
fr: Attacher un pixmap existant...

source: Import from image file...
fr: Importer d'un fichier image...

source: Sketches
fr: Dessins vectoriels

source: Create sketch...
fr: Créer un dessin vectoriel...

source: Attach sketch...
fr: Attacher un dessin vectoriel...

source: Tile #%d
fr: Tuile #%d

source: Create new tile
fr: Créer une nouvelle tuile

source: Name:
fr: Nom:

source: Size:
fr: Taille:

source: Alpha blending
fr: Mélange alpha

source: Create a new texture
fr: Créer une nouvelle texture

source: Create new animation
fr: Créer une nouvelle animation

source: Colorkey
fr: Clef chromatique

source: The tile `%s' is in use.
fr: La tuile «%s» est en cours d'utilisation.

source: The pixmap "%s" is currently in use.
fr: Le pixmap «%s» est en cours d'utilisation.

source: The animation "%s" is currently in use.
fr: L'animation «%s» est en cours d'utilisation.

source: The sketch "%s" is currently in use.
fr: Le dessin vectoriel «%s» est en cours d'utilisation.

source: Copy of
fr: Copie de

source: Tile set: %s
fr: Ensemble de tuiles: %s

source: Edit tile...
fr: Éditer la tuile...

source: Delete tile
fr: Supprimer la tuile

source: Tiles
fr: Tuiles

source: Insert
fr: Insérer

source: Delete
fr: Supprimer

source: Delete pixmap
fr: Supprimer le pixmap

source: Duplicate pixmap
fr: Dupliquer le pixmap

source: Delete sketch
fr: Supprimer le dessin vectoriel

source: Delete texture
fr: Supprimer la texture

source: Edit animation
fr: Éditer l'animation.

source: Delete animation
fr: Supprimer l'animation

source: Editing node attributes
fr: Éditer les attributs de noeud

source: Editing node layers
fr: Éditer les calques de noeud

source: Editing feature:
fr: Édition de l'élément:

source: Editing sketch:
fr: Édition du dessin vectoriel:

source: Editing pixmap:
fr: Édition du pixmap:

source: (free hand)
fr: (main libre)

source: Show tile grid
fr: Afficher la grille

source: Show tile extent
fr: Afficher l'extension

source: Show controls
fr: Afficher les contrôles

source: Show background
fr: Afficher le fonds

source: (none)
fr: (aucun)

source: one-shot
fr: passe-simple

source: rgb
fr: rvb

source: Monochromatic
fr: Monochrome

source: Source RGB
fr: RVB source

source: New %s brush
fr: Nouvelle brosse %s

source: One-shot
fr: Passe-simple

source: Source pixmap:
fr: Pixmap source:

source: Source pixmap only
fr: Pixmap source seulement

source: Brushes
fr: Brosses

source: Create new brush
fr: Créer une nouvelle brosse

source: Blending
fr: Mélange couleurs

source: Overlay alpha
fr: Alpha superposé

source: Average alpha
fr: Alpha moyen

source: Destination alpha
fr: Alpha destination

source: Disable blending
fr: Aucun mélange

source: Blending method:
fr: Méthode de mélange:

source: Sketch %s
fr: Dessin vectoriel %s

source: Color
fr: Couleur

source: Settings
fr: Paramètres

source: Scale:
fr: Échelle:

source: Coordinates:
fr: Coordonnées

source: Sketch element (%s)
fr: Élément vectoriel (%s)

source: Element type: %s
fr: Type d'élément: %s

source: Layer:
fr: Calque:

source: Line style
fr: Style de ligne

source: Continuous
fr: Continue

source: Stippled
fr: Pointillée

source: Square
fr: Carré

source: Beveled
fr: Biseauté

source: Rounded
fr: Arrondi

source: Mitered
fr: Angle biseauté

source: Line style:
fr: Style de ligne:

source: Endpoint style:
fr: Style de point terminal:

source: Stipple pattern:
fr: Motif de pointillé:

source: Thickness:
fr: Épaisseur:

source: Miter length:
fr: Longueur du biseau:

source: Filling style
fr: Style de remplissage

source: None
fr: Aucun

source: Textured
fr: Texturé

source: Filling style:
fr: Style de remplissage:

source: Tools
fr: Outils

source: Show sketch origin
fr: Indiquer l'origine du dessin

source: Show sketch grid
fr: Afficher la grille du dessin

source: Show sketch extents
fr: Indiquer l'extension du dessin

source: Lines
fr: Lignes

source: Line segments, strips and loops.
fr: Segments, polylignes et lignes bouclées.

source: Tile
fr: Tuile

source: Displace pixmap
fr: Translation du pixmap

source: Rotate pixmap
fr: Rotation du pixmap

source: [%04u] Tile <%s>
fr: [%04u] Tuile <%s>

source: [%04u] Displace <%s>
fr: [%04u] Translation <%s>

source: [%04u] Rotate <%s> %u°
fr: [%04u] Rotation <%s> %u°

source: Frame %ux%u, %ums
fr: Tranche %ux%u, %ums

source: Tile:
fr: Tuile:

source: Preview:
fr: Aperçu:

source: Displacement:
fr: Translation:

source: Center of rotation:
fr: Centre de rotation:

source: Angle of rotation:
fr: Angle de rotation:

source: Delay (ms):
fr: Délai (ms):

source: Frames
fr: Tranches

source: Recompile
fr: Recompiler

source: Preview...
fr: Aperçu...

source: Sketch projection.
fr: Projection vectorielle.

source: Sketch:
fr: Dessin vectoriel:

source: Repeat
fr: Répéter

source: Clamp
fr: Limite

source: Clamp to edge
fr: Limiter au coin

source: Clamp to border
fr: Limiter au bord

source: Tileset:
fr: Ensemble de tuiles:

source: Wrapping
fr: Enveloppe

source: S-coordinate:
fr: Coordonée S:

source: T-coordinate:
fr: Coordonée T:

source: Blending function:
fr: Fonction de mélange:

source: Preview
fr: Aperçu

source: Sketch filled polygons.
fr: Polygones remplis.

source: %ux%u nodes exceed %ux%u.
fr: %ux%u noeuds dépassent la limite de %ux%u.

source: Camera 0
fr: Caméra 0

source: Layer %u
fr: Calque %u

source: Too many layers.
fr: Trop de calques.

source: Warp map name is too big.
fr: Le nom de carte de téléportation est trop grand.

source: Invalid warp coordinates.
fr: Coordonnées de téléportation invalides.

source: Unknown type of noderef.
fr: Type de référence de noeud inconnu.

source: Too many transforms.
fr: Trop de transformations.

source: Too many node masks.
fr: Trop de masques de noeud.

source: Too many noderefs.
fr: Trop de références de noeud.

source: Invalid map geometry.
fr: Géométrie de carte invalide.

source: Missing zeroth layer.
fr: Calque zéro manquant.

source: Too many cameras.
fr: Trop de caméras.

source: Missing zeroth camera.
fr: Caméra zéro manquante.

source: View: %s
fr: Vue: %s

source: View
fr: Vue

source: Properties of "%s"
fr: Propriétés de «%s»

source: Smooth scaling
fr: Mise à l'échelle avec filtre

source: Map size:
fr: Taille de carte:

source: Origin:
fr: Origine:

source: Node offset:
fr: Offset de noeuds:

source: Camera position:
fr: Position de caméra:

source: Zoom factor:
fr: Échelle:

source: Tile size:
fr: Taille de tuile:

source: Display offset (view):
fr: Offset d'affichage (vue):

source: Display area:
fr: Zone d'affichage:

source: Camera: %i
fr: Caméra: %i

source: Current layer: %i
fr: Calque en cours: %i

source: Cursor position: %ix%i
fr: Position du curseur: %ix%i

source: Cursor delta: %ix%i
fr: Delta du curseur: %ix%i

source: Mouse scrolling: %[ibool]
fr: Défilement souris: %[ibool]

source: Mouse selection: %[ibool] (%i+%i,%i+%i)
fr: Sélection souris: %[ibool] (%i+%i,%i+%i)

source: Effective selection: %[ibool] (%ix%i at %i,%i)
fr: Sélection effective: %[ibool] (%ix%i at %i,%i)

source: Origin position:
fr: Position de l'origine:

source: Origin layer:
fr: Calque de l'origine:

source: (hidden)
fr: (masqué)

source: Hide layer
fr: Masquer le calque

source: Show layer
fr: Afficher le calque

source: Node reference
fr: Élément de noeud

source: Warp point
fr: Téléporteur

source: Geometrical object
fr: Objet géométrique

source: Centering:
fr: Centrage:

source: Motion:
fr: Mouvement:

source: Source coords:
fr: Coordonées source:

source: Source dims:
fr: Dimensions source:

source: Writeable
fr: Écriture permise

source: Map settings...
fr: Paramètres de carte...

source: Create view...
fr: Nouvelle vue...

source: Show grid
fr: Afficher la grille

source: Show node attributes
fr: Indiquer les attributs de noeuds

source: Show cursor
fr: Afficher le curseur

source: Show background tiles
fr: Afficher un fond tuilé

source: Moving background tiles
fr: Animer le fond

source: Select node
fr: Sélection de noeud

source: Select node element
fr: Sélection d'élément de noeud

source: Flip/mirror sprite
fr: Retourner sprite

source: Invert sprite color
fr: Inverser les couleurs d'un sprite.

source: Artwork
fr: Graphiques

source: Objects
fr: Objets

source: Layers
fr: Calques

source: Delete layer
fr: Supprimer le calque

source: Move layer up
fr: Déplacer vers le haut

source: Move layer down
fr: Déplacer vers le bas

source: New layer:
fr: Nouveau calque:

source: Push
fr: Ajouter

source: Select a tool or double-click on an element to insert.
fr: Sélectionnez un outil ou double-cliquez sur un élément à insérer.

source: Too many transform args.
fr: Trop d'arguments de transformation.

source: Unknown transform algorithm.
fr: Algorithme de transformation inconnu.

source: %d%% zoom
fr: Échelle %d%%

source: Map editor settings
fr: Paramètres de l'éditeur de cartes

source: Enable background tiling
fr: Tuiles de fond

source: Moving tiles
fr: Tuiles mouvantes

source: Selection-bounded edition
fr: Restreindre l'édition à la sélection

source: Default map geometry:
fr: Géométrie de carte par défaut:

source: Default brush geometry:
fr: Géométrie de pinceau par défaut:

source: Clipboard pattern
fr: Motif (tampon)

source: Source artwork
fr: Graphique source

source: Clear
fr: Effacer

source: Randomize angle
fr: Varier l'angle au hazard

source: Select a node and fill with $(L).
fr: Sélectionnez un noeud et remplissez avec $(L).

source: The clipboard is empty.
fr: Le tampon est vide!

source: Clear/Fill Layer
fr: Effacer/remplir le calque

source: Map buffer
fr: Tampon de carte

source: Snap to:
fr: Aligner avec:

source: Replace mode
fr: Mode de remplacement

source: Select position on map ($(L)=Insert, $(M)=Rotate)
fr: Sélectionnez une position sur la carte ($(L)=Insérer, $(M)=Rotation)

source: Insert map element.
fr: Insérez un élément de carte.

source: Select an element with $(L). Hold $(C) to select multiple elements.
fr: Sélectionnez un élément avec $(L). Utilisez $(C) pour des éléments multiples.

source: Select Node Elements
fr: Sélectionner des éléments de noeud

source: Projection map:
fr: Carte de projection:

source: Input device:
fr: Pilote d'entrée:

source: Velocity:
fr: Vélocité:

source: Center view
fr: Centrer la vue

source: Pass through
fr: Passage au travers

source: No object selected.
fr: Aucun object n'est sélectionné.

source: No projection map was selected.
fr: Aucune carte de projection n'est sélectionnée.

source: Set Object Position
fr: Attribuer une position d'objet

source: Create
fr: Créer

source: Load set
fr: Charger

source: Save set
fr: Sauvegarder

source: Remove
fr: Supprimer

source: No brush name was given.
fr: Aucun nom de pinceau fut spécifié.

source: A `%s' brush exists.
fr: Un pinceau du nom de «%s» existe.

source: Merge Pattern
fr: Mélange de motif

source: Specify element and $(L) to invert.
fr: Spécifiez un élément et inversez avec $(L).

source: Flip entire selection
fr: Retourner la sélection entière

source: Select element and use $(L)=Mirror, $(R)=Flip
fr: Sélectionnez un élément et utilisez $(L)=Mirror, $(R)=Retourner

source: Flip/mirror transform
fr: Transformation retournement/mirroir

source: Selected area %d,%d (%dx%d)
fr: Zone sélectionnée %d,%d (%dx%d)

source: (Floating selection)
fr: (Sélection flottante)

source: There is no selection to copy.
fr: Il n'y a aucune sélection a copier.

source: The copy buffer is empty!
fr: Le tampon est vide!

source: There is no selection to kill.
fr: Il n'y a aucune sélection à supprimer.

source: There is no selection to cut.
fr: Il n'y a aucune sélection à couper.

source: Select a rectangle of nodes with $(L). Drag to displace node elements.
fr: Sélectionnez les noeuds avec ($L). Cliquez-glissez pour déplacer.

source: Select node(s)
fr: Sélection de noeud(s)
