Repository: JulNadeauCA/libagar
Catalog: trunk/po/*.po
Languages: fr

source: Save the configuration and restart %s for OpenGL mode to take effect
fr: Veuillez sauvegarder la configuration et redémarrer %s afin que le mode OpenGL prenne effet

source: Save the configuration and restart %s for async blits to take effect
fr: Veuillez sauvegarder la configuration et redémarrer %s afin que les blits asynchrones prennent effet

source: Configuration settings saved successfully.
fr: Sauvegarde de la configuration complétée.

source: Agar settings
fr: Configuration Agar

source: Video
fr: Vidéo

source: Full screen
fr: Plein écran

source: Asynchronous blits
fr: Blits asynchrones

source: OpenGL mode
fr: Mode OpenGL

source: Default resolution:
fr: Résolution par défaut:

source: Screenshot quality (%%):
fr: Qualité de capture (%%):

source: Idle when possible
fr: Délai de mise à jour

source: Unrestricted window resize
fr: Redimensionnement de fenêtre libre

source: Input devices
fr: Pilotes d'entrée

source: Unicode keyboard translation
fr: Saisie de clavier Unicode

source: Input composition
fr: Composition d'entrée

source: Right->left (Arabic, Hebrew, ...)
fr: Droit->gauche (Arabe, Hébreu, ...)

source: Mouse double click delay (ms):
fr: Délai double clic (ms):

source: Mouse spin delay (ms):
fr: Délai de roulette (ms):

source: Mouse spin interval (ms):
fr: Intervalle de roulette (ms):

source: Keyboard repeat delay (ms):
fr: Délai de répétition clavier (ms):

source: Keyboard repeat interval (ms):
fr: Intervalle de répétition clavier (ms):

source: Directories
fr: Répertoires

source: Data save dir:
fr: Répertoire de sauvegarde:

source: Data load path:
fr: Chemin d'accès objets:

source: Font path:
fr: Chemin d'accès polices:

source: Den path:
fr: Chemin d'accès den:

source: Colors
fr: Couleurs

source: Window border #%i
fr: Bordure de fenêtre #%i

source: Enable RCS
fr: Activer le mode RCS

source: Server hostname:
fr: Adresse du serveur:

source: Server port:
fr: Port du serveur:

source: Username:
fr: Nom d'utilisateur:

source: Password:
fr: Mot de passe:

source: Debug
fr: Déboguage

source: Debugging
fr: Déboguage

source: Server mode
fr: Mode serveur

source: Close
fr: Fermer

source: Save
fr: Sauvegarder

source: The search path is too big.
fr: Le chemin d'accès est trop grand.

source: Cannot find %s.%s (in <%s>:%s).
fr: Impossible de trouver %s.%s (dans <%s>:%s).

source: Window manager is available.
fr: Un gestionnaire de fenêtres est disponible.

source: Window manager is unavailable.
fr: Aucun gestionnaire de fenêtres n'est disponible.

source: Hardware surfaces are available.
fr: Les surfaces matérielles sont disponibles.

source: Hardware surfaces are unavailable.
fr: Les surfaces matérielles ne sont pas disponibles.

source: SDL hardware blits
fr: Blits SDL matériels

source: SDL hardware->hardware colorkey blits
fr: Blits SDL matériel->matériel avec clef de couleur

source: SDL hardware->hardware alpha blits
fr: Blits SDL matériel->matériel avec canal alpha

source: SDL software->hardware blits
fr: Blits SDL logiciel->matériel

source: SDL software->hardware colorkey blits
fr: Blits SDL logiciel->matériel avec clef de couleur

source: SDL software->hardware alpha blits
fr: Blits SDL logiciel->matériel avec canal alpha

source: SDL color fills
fr: Remplissages de couleur SDL

source: Accelerated operations: %s
fr: Opérations accélérées: %s

source: Unaccelerated operations: %s
fr: Opérations non-accélérées: %s

source: Screenshot saved to %s.
fr: Capture sauvegardée dans %s.

source: Refresh rate
fr: Taux de rafraîchissement

source: Free positioning
fr: Positionnement libre

source: Snap to grid
fr: Aligner avec la grille

source: Error
fr: Erreur

source: Not in repository
fr: Absent du repositoire

source: Up-to-date
fr: Á jour

source: Modified locally
fr: Modifié localement

source: Desynchronized
fr: Désynchronisé

source: Object %s is already in repository (r#%u): Status: %s
fr: L'objet %s est déja dans le repositoire (r#%u): État: %s

source: Server refused data: %s
fr: Le serveur à rejeté les données: %s

source: EOF from server
fr: EOF en provenance du serveur

source: Write error
fr: Erreur d'écriture

source: Upload incomplete
fr: Téléversement incomplet

source: Commit failed: %s
fr: Échec de validation: %s

source: Object %s successfully imported to repository. Size: %lu bytes %s
fr: Objet %s importé avec succès. Taille: %lu octets %s

source: Object %s does not exist on the repository. Please use the RCS import command.
fr: L'objet %s n'existe pas sur le repositoire. Veuillez utiliser la commande Importation RCS.

source: Working copy of %s is up-to-date (r#%u).
fr: La copie locale de %s est à jour (r#%u).

source: Your copy of %s is outdated (working=r#%u, repo=r#%u) Please do a RCS update prior to committing.
fr: Votre copie de %s n'est pas à jour (locale=r#%u, repo=r#%u) Veuillez faire une mise à jour RCS avant de valider.

source: Object %s successfully committed to repository. Size: %lu bytes %s
fr: L'objet %s à été validé avec succès. Taille: %lu octets %s

source: Working copy of %s is already up-to-date (r#%u).
fr: La copie locale de %s est déjà à jour (r#%u).

source: Working copy of %s was modified locally. Please do a RCS commit prior to updating.
fr: La copie de %s à été modifiée localement. Veuillez faire une validation RCS avant de mettre à jour.

source: Repository has different object type (%s/%s)
fr: Cet objet existe sur le repositoire avec un type différent (%s/%s)

source: Unimplemented object type: %s
fr: Type d'objet non implémenté: «%s»

source: Creating working copy of %s (%s).
fr: Création de la copie locale de %s (%s).

source: Object %s updated.
fr: Mise à jour de %s complétée.

source: Object `%s' was exported successfully.
fr: Objet «%s» exporté avec succès.

source: Object `%s' has no edit operation.
fr: L'objet «%s» ne définit pas d'opération d'édition.

source: The `%s' object is non-persistent.
fr: L'objet «%s» n'est pas persistant.

source: Object `%s' was saved successfully.
fr: Objet «%s» sauvegardé avec succès.

source: Export %s to...
fr: Exportation de %s vers...

source: %s: cannot duplicate.
fr: %s: impossible à dupliquer.

source: The `%s' object is indestructible.
fr: L'objet «%s» est indestructible.

source: Save failed: %s: %s
fr: Échec de sauvegarde: %s: %s

source: (resident)
fr: (en mémoire)

source: Object `%s' saved successfully.
fr: Objet «%s» sauvegardé avec succès.

source: New %s object
fr: Nouvel objet %s

source: Name:
fr: Nom:

source: Parent object:
fr: Objet parent:

source: Edit now
fr: Éditer maintenant

source: Cancel
fr: Annuler

source: RCS is currently disabled.
fr: Le mode RCS n'est pas actif.

source: Object manager
fr: Gestionnaires d'objets

source: File
fr: Fichier

source: New object
fr: Nouvel objet

source: Load full state
fr: Ouvrir état complet

source: Save full state
fr: Sauvegarder état complet

source: Exit
fr: Quitter

source: Edit
fr: Édition

source: Edit object...
fr: Éditer l'objet...

source: Edit object information...
fr: Éditer informations objet...

source: Duplicate
fr: Dupliquer

source: Move up
fr: Déplacer vers le haut

source: Move down
fr: Déplacer vers le bas

source: Preferences...
fr: Préférences...

source: Repository
fr: Repositoire

source: Commit object
fr: Valider l'objet

source: Update object
fr: Mettre l'objet à jour

source: Import object
fr: Importer l'objet

source: Working copy
fr: Copie locale

source: Load
fr: Ouvrir

source: Export to...
fr: Exporter vers...

source: Commit to repository
fr: Valider vers le repositoire

source: Update from repository
fr: Mettre à jour avec le repositoire

source: Import to repository
fr: Importer vers le repositoire

source: Reinitialize
fr: Réinitialiser

source: Destroy
fr: Détruire

source: Refresh listing
fr: Rafraîchir la liste

source: Ignoring modifications to `%s'.
fr: Ignorance des modifications à «%s».

source: Save changes?
fr: Sauvegarder les modifications?

source: The state of `%s' has changed.
fr: L'état de «%s» à changé.

source: Discard
fr: Fermer

source: Character "%s"
fr: Personnage «%s»

source: Stats
fr: Statistiques

source: Level:
fr: Niveau:

source: Experience:
fr: Expérience:

source: Graphics
fr: Graphiques

source: Overlay
fr: Superposition

source: Mean
fr: Moyenne

source: Source minus destination
fr: Source moins destination

source: Destination minus source
fr: Destination moins source

source: Euclidean distance
fr: Distance euclideinne

source: The viewport is already initialized.
fr: La vue est déjà initialisée.

source: Unsupported graphic mode.
fr: Mode graphique non supporté.

source: The resolution is too small.
fr: La résolution est insuffisante.

source: Setting %dx%dx%d mode: %s
fr: Sélection du mode %dx%dx%d: %s

source: Video display is %dbpp (%08x,%08x,%08x)
fr: L'affichage est en %dbpp (%08x,%08x,%08x)

source: Reference surface is %dbpp (%08x,%08x,%08x,%08x)
fr: La référence de surface est en %dbpp (%08x,%08x,%08x,%08x)

source: The refresh rate is out of range.
fr: Le taux de rafraîchissement est hors limite.

source: Path is too big.
fr: Chaîne de caractères trop grande.

source: Screenshot feature requires libjpeg
fr: La capture d'écran requiert libjpeg

source: Unreasonable refresh rate; ignoring
fr: Taux de rafraîchissement déraisonnable ignorée

source: The path exceeds >= %lu bytes.
fr: Le chemin d'accès fait >= %lu octets.

source: The `%s' object is used by `%s'.
fr: L'objet «%s» est présentement utilisé par «%s».

source: The object `%s' does not exist.
fr: L'objet «%s» est inexistant.

source: The %s%s/%s.%s file is not in load-path.
fr: Fichier %s%s/%s.%s inexistant dans le chemin de chargement.

source: The %s directory is not in load-path.
fr: Répertoire %s inexistant dans le chemin de chargement.

source: %s: Cannot resolve dependency `%s'
fr: %s: Impossible de résoudre la dépendance: «%s»

source: %s: %s (ignored)
fr: %s: %s (ignoré)

source: %s: unknown object type: `%s'
fr: %s: type d'objet inconnu: «%s»

source: %s (ignored)
fr: %s (ignoré)

source: Detaching `%s' (not in save).
fr: Détachement de `%s' (absent de la sauvegarde).

source: The data of `%s' is already resident.
fr: Les données de «%s» sont déjà en mémoire.

source: Unable to resolve dependency %s:%u.
fr: Impossible de résoudre la dépendance %s:%u.

source: RCS status: %s Working revision: #%u Repository revision: #%u
fr: État RCS: %s Révision locale: #%u Révision serveur: #%u

source: Object %s
fr: Objet %s

source: Data references: %[u32]
fr: Références données: %[u32]

source: Refresh checksums
fr: Rafraîchir les sommes de contrôle

source: Revision history:
fr: Historique des révisions:

source: Refresh RCS status
fr: Rafraîchir l'état RCS

source: Deps
fr: Dépendances

source: Properties
fr: Propriétés

source: Out of memory for string.
fr: Mémoire insuffisante pour la chaîne de caractères.

source: Unsupported property type: %d.
fr: Type de propriété non supporté: %d.

source: %s has no `%s' property (type %d).
fr: %s ne possède aucune propriété du nom de «%s» (type %d).

source: The prop key too big.
fr: La clef de propriété est trop grande.

source: String too big.
fr: La chaîne de caractères est trop grande.

source: Cannot load prop of type 0x%x.
fr: Impossible de charger une propriété du type 0x%x.

source: Cannot save prop of type 0x%x.
fr: Impossible de sauvegarder une propriété de type 0x%x.

source: Geometric object: %s
fr: Objet géométrique: %s

source: Space %s
fr: Espace %s

source: Joystick
fr: Manette de jeu

source: Keyboard
fr: Clavier

source: Mouse
fr: Souris

source: Font engine initialization failed.
fr: L'initialisation du moteur de polices à échoué.

source: Cannot find font face: `%s'.
fr: Police inexistante: «%s».

source: Failed to set font size.
fr: Impossible d'attribuer la taille de la police.

source: Failed to load the TTF glyph.
fr: Impossible de charger le glyphe TTF.

source: Cannot render mono glyph.
fr: Impossible d'effectuer le rendu du glyph mono.

source: Cannot render normal glyph.
fr: Impossible d'effectuer le rendu du glyph normal.

source: The text has zero width.
fr: Le texte a une longueur nulle.

source: Unknown XCF compression: %d.
fr: Mode de compression XCF inconnu: %d

source: Cannot read XCF magic.
fr: Impossible de lire la signature XCF.

source: Bad XCF magic.
fr: Mauvaise signature XCF.

source: Nonsense XCF geometry: %ux%u.
fr: Mauvaise géométrie XCF: %ux%u.

source: Unknown base image type: %u.
fr: Mauvais type d'image de base: %u.

source: Leak detection
fr: Détection de fuite de mémoire

source: Subsystem
fr: Sous-système

source: Buffers
fr: Tampons

source: Requests
fr: Requêtes

source: Upload screenshot
fr: Téléversement de capture

source: Running timers
fr: Horloges en cours d'exécution

source: Unicode browser
fr: Navigateur Unicode

source: Display settings
fr: Paramètres d'affichage

source: Widget browser
fr: Navigateur de widgets

source: A JPEG error has occured.
fr: Une erreur JPEG s'est produite.

source: Transmitting frame %d
fr: Transmission image %d.

source: Already connected to a server.
fr: Déjà connecté au serveur.

source: Missing server hostname/port.
fr: Nom d'hôte ou port du serveur non spécifiés.

source: Connecting to %s:%s..
fr: Connexion à %s:%s...

source: failed to create socket
fr: impossible de créer le socket

source: connection refused
fr: connexion refusée

source: Connected to %s
fr: Connecté à %s.

source: Disconnected
fr: Déconnecté

source: Screenshot
fr: Capture d'écran

source: Idle
fr: Prêt

source: Status: %s.
fr: État: %s.

source: Transmitting frame XXXXXXXXXXX
fr: Transmission tranche XXXXXXXXXXX

source: Host:
fr: Hôte:

source: Refresh rate (ms):
fr: Taux de rafraîchissement (ms):

source: Connect
fr: Connexion

source: Disconnect
fr: Déconnexion

source: Unicode Conversion
fr: Conversion Unicode

source: Range:
fr: Plage:

source: Viewport
fr: Vue

source: Graphic engine: %s %s
fr: Moteur graphique: %s %s

source: Depth: %dbpp
fr: Profondeur: %dbpp

source: Video masks: %08x,%08x,%08x
fr: Masques vidéo: %08x,%08x,%08x

source: Color key: %d
fr: Clef chromatique: %d

source: Window op: %d (%p)
fr: Opération de fenêtre: %d (%p)

source: Window op: 000 (0x00000000)
fr: Opération de fenêtre: 000 (0x00000000)

source: Refresh rate (effective): %d
fr: Taux de rafraîchissement (effectif): %d

source: Refresh rate (nominal): %d
fr: Taux de rafraîchissement (nominal): %d

source: Widget info: %s
fr: Information sur le widget: %s

source: Name: "%s"
fr: Nom: «%s»

source: Geometry: %dx%d at %d,%d
fr: Géométrie: %dx%d à %d,%d

source: Geometry: 0000x0000 at 0000x0000
fr: Géométrie: 0000x0000 à 0000x0000

source: View geometry: %d,%d -> %d,%d
fr: Géométrie de vue: %d,%d -> %d,%d

source: View geometry: 0000x0000 -> 0000x0000
fr: Géométrie de vue: 0000x0000 -> 0000x0000

source: No window is selected.
fr: Aucune fenêtre sélectionnée.

source: Widget spacing:
fr: Espacement entre widgets:

source: Top padding:
fr: Cadrage de haut:

source: Bottom padding:
fr: Cadrage de bas:

source: Horizontal padding:
fr: Cadrage horizontal:

source: Display informations...
fr: Afficher les informations...

source: Window stack
fr: Pile de fenêtres

source: Show this window
fr: Montrer cette fenêtre

source: Hide this window
fr: Masquer cette fenêtre

source: Now listening on %s:%s...
fr: Écoute sur %s:%s...

source: Server error (%s:%s): %s
fr: Erreur de serveur (%s:%s): %s

source: Agar clients
fr: Clients Agar.

source: Server
fr: Serveur

source: Start server
fr: Démarrer le serveur

source: Stop server
fr: Arrêter le serveur

source: Untitled
fr: Sans titre

source: Layer 0
fr: Calque 0

source: , editing
fr: , édition

source: No layer is selected.
fr: Aucun calque n'est sélectionné.

source: Layer:
fr: Calque:

source: Scale 1:%.2f%%
fr: Échelle 1:%.2f%%

source: Scale drawing
fr: Changer l'échelle

source: Zoom in and out on the drawing.
fr: Zoom avant/arrière sur le dessin.

source: Snap to
fr: Alignement

source: Show blocks
fr: Indiquer les blocs

source: Move origin
fr: Déplacer l'origine

source: Line strip
fr: Polyligne

source: Circle
fr: Cercle

source: Text
fr: Texte

source: Blocks
fr: Blocs

source: Specify the circle's center point.
fr: Spécifiez le point central du cercle.

source: Specify the circle's radius or [undo circle].
fr: Spécifiez le rayon du cercle ou [défaire cercle].

source: Draw circles.
fr: Dessiner des cercles.

source: Specify the ellipse's center point.
fr: Indiquez la position du point central de l'ellipse.

source: Specify the ellipse's geometry or [undo ellipse].
fr: Spécifiez la géométrie elliptique ou [défaire l'ellipse].

source: Draw ellipses.
fr: Dessiner des ellipses.

source: Line segments
fr: Segments

source: Line loop
fr: Polyligne bouclée

source: Specify first point.
fr: Indiquez la position du premier point.

source: Specify second point or [undo line].
fr: Indiquez la position du second point ou [défaire ligne].

source: Specify point %d or [close/undo vertex].
fr: Indiquez la position du point %d ou [fermer/défaire vertex].

source: Lines and polylines
fr: Lignes et polylignes

source: Draw line segments, strips and loops.
fr: Dessiner des segments et des polylignes.

source: Specify the point location.
fr: Indiquez la position du point.

source: Trace an individual point.
fr: Tracer un point individuel.

source: Polygonal mask
fr: Masque polygonal

source: Origin#:
fr: Origine#:

source: Specify origin point.
fr: Indiquez la position du point d'origine.

source: Origin
fr: Origine

source: Displace the origin point.
fr: Déplacer le point d'origine.

source: Polygon
fr: Polygone

source: Draw filled polygons.
fr: Dessiner des polygones remplis.

source: Grid
fr: Grille

source: Nearest integer
fr: Intégral

source: Endpoint
fr: Point terminal

source: Distance from endpoint
fr: Distance du point terminal

source: Closest point
fr: Point à proximité

source: Center point
fr: Centrer le point

source: Middle point
fr: Point du milieu

source: Intersections (manual)
fr: Intersections (manuel)

source: Text string
fr: Texte

source: Text:
fr: Texte:

source: Alignment:
fr: Alignement:

source: Top/left
fr: Haut/gauche

source: Top/center
fr: Haut/centre

source: Top/right
fr: Haut/droite

source: Middle/left
fr: Milieu/gauche

source: Middle/center
fr: Milieu/centre

source: Middle/right
fr: Milieu/droite

source: Bottom/left
fr: Bas/gauche

source: Bottom/center
fr: Bas/centre

source: Bottom/right
fr: Bas/droite

source: Insert text labels.
fr: Insérer du texte.

source: Parameters for "%s"
fr: Paramètres de «%s»

source: Geometry:
fr: Géométrie:

source: Grid interval:
fr: Intervalle grille:

source: Scaling factor:
fr: Échelle:

source: Background color:
fr: Couleur de fond:

source: Grid color:
fr: Couleur de grille:

source: Drawing: %s
fr: Dessin: %s

source: yes
fr: oui

source: no
fr: non

source: Background
fr: Couleur de fond

source: Frame
fr: Tranche

source: Window background
fr: Pile de fenêtres

source: Window highlight
fr: Relief de fenêtre (clair)

source: Window lowlight
fr: Relief de fenêtre (sombre)

source: Titlebar (focused)
fr: Barre titre (avec focus)

source: Titlebar (unfocused)
fr: Barre titre (sans focus)

source: Titlebar caption
fr: Texte de barre titre

source: Button
fr: Bouton

source: Button text
fr: Texte de bouton

source: Button (disabled)
fr: Bouton (inactif)

source: Checkbox
fr: Case à cocher

source: Checkbox text
fr: Texte de case à cocher

source: Graph
fr: Graphe

source: Graph X-axis
fr: Graphe (axe des X)

source: HSV palette circle
fr: Palette TSL (cercle)

source: HSV palette tiling 1
fr: Palette TSL (tuiles 1)

source: HSV palette tiling 2
fr: Palette TSL (tuiles 2)

source: Menu selection
fr: Sélection menu

source: Menu option
fr: Option menu

source: Menu text
fr: Texte menu

source: Menu separator 1
fr: Séparateur menu 1

source: Menu separator 2
fr: Séparateur menu 2

source: Notebook
fr: Conteneur à onglets

source: Notebook selection
fr: Conteneur à onglets (sélection)

source: Notebook tab text
fr: Conteneur à onglets (texte onglet)

source: Radio selection
fr: Cases radio (sélection)

source: Radio overlap
fr: Cases radio (coincidence curseur)

source: Radio highlight
fr: Cases radio (relief haut)

source: Radio lowlight
fr: Cases radio (relief bas)

source: Radio text
fr: Cases radio (texte)

source: Scrollbar
fr: Barre de défilement

source: Scrollbar buttons
fr: Barre de défilement (boutons)

source: Separator line 1
fr: Séparateur (relief haut)

source: Separator line 2
fr: Séparateur (relief bas)

source: Tableview
fr: Vue de table

source: Tableview header
fr: Vue de table (en-tête)

source: Tableview header text
fr: Vue de table (texte en-tête)

source: Tableview cell text
fr: Vue de table (texte cellule)

source: Tableview line
fr: Vue de table (lignes)

source: Tableview selection
fr: Vue de table (sélection)

source: Textbox (read/write)
fr: Boîte texte (lecture/écriture)

source: Textbox (read-only)
fr: Boîte texte (lecture-seulement)

source: Textbox text
fr: Boîte texte (texte)

source: Textbox cursor
fr: Boîte texte (curseur)

source: Tlist text
fr: Liste/arborescence (texte)

source: Tlist
fr: Liste/arborescence

source: Tlist line
fr: Liste/arborescence (ligne)

source: Tlist selection
fr: Liste/arborescence (sélection)

source: Mapview grid
fr: Carte (grille)

source: Mapview cursor
fr: Carte (curseur)

source: Mapview tiling 1
fr: Carte (tuiles 1)

source: Mapview tiling 2
fr: Carte (tuiles 2)

source: Mapview mouse selection
fr: Carte (sélection souris)

source: Mapview effective selection
fr: Carte (sélection effective)

source: Tileview tiling 1
fr: Éditeur graphique (tuiles 1)

source: Tileview tiling 2
fr: Éditeur graphique (tuiles 2)

source: Tileview text background
fr: Éditeur graphique (fond texte)

source: Tileview text
fr: Éditeur graphique (texte)

source: Transparent color
fr: Couleur de transparence

source: HSV Palette bar #1
fr: Palette TSL (bar 1)

source: HSV Palette bar #2
fr: Palette TSL (bar 2)

source: Pane
fr: Deux zones

source: Pane (circles)
fr: Deux zones (petits cercles)

source: Mapview noderef selection
fr: Carte (sélection éléments)

source: Warning
fr: Avertissement

source: Ok
fr: Ack-é!

source: Enter real number
fr: Saisissez un nombre réel

source: Number:
fr: Nombre:

source: Enter string
fr: Saisissez une chaîne de caractères

source: String:
fr: Texte:

source: Millimeters
fr: Millimètres

source: Inches
fr: Pouces

source: Centimeters
fr: Centimètres

source: Decimeters
fr: Décimètres

source: Feet
fr: Pieds

source: Yards
fr: Verges

source: Meters
fr: Mètres

source: Kilometers
fr: Kilomètres

source: Miles
fr: Milles

source: Nautical miles
fr: Milles marins

source: Leagues
fr: Lieues

source: Nautical leagues
fr: Lieues marines

source: Links
fr: Maillons

source: Cubits
fr: Coudées

source: Fathoms
fr: Toises

source: Rods
fr: Perches

source: Chains
fr: Chaînes

source: Furlongs
fr: Stades

source: Cable lengths
fr: Longueurs cable

source: Astronomical units
fr: Unités astronomiques

source: Light years
fr: Années-lumière

source: Agar tiles
fr: Tuiles Agar

source: Megapixels
fr: Mégapixels

source: Square micrometers
fr: Micromètres carrés

source: Square millimeters
fr: Millimètres carrés

source: Square centimeters
fr: Centimètres carrés

source: Square inches
fr: Pouces carrés

source: Square feet
fr: Pieds carrés

source: Square yards
fr: Verges carrées

source: Square meters
fr: Mètres carrés

source: Square kilometers
fr: Kilomètres carrés

source: Square miles
fr: Milles carrés

source: Cubic micrometers
fr: Micromètres cubes

source: Cubic millimeters
fr: Millimètres cubes

source: Cubic centimeters
fr: Centimètres cubes

source: Cubic inches
fr: Pouces cubes

source: Cubic feet
fr: Pieds cubes

source: Cubic yards
fr: Verges cubes

source: Cubic meters
fr: Mètres cubes

source: Cubic kilometers
fr: Kilomètres cubes

source: Cubic miles
fr: Milles cubes
