Repository: JulNadeauCA/libagar
Catalog: po/*.po
Languages: no

source: New Game
no: Nytt spill

source: Load Game
no: Last inn spill

source: Quit Game
no: Avslutt spill

source: Unreasonable refresh rate
no: Ugyldig oppdateringsfrekvens

source: width
no: bredde

source: height
no: høyde

source: frames/sec
no: bilder/sekund

source: font
no: skrifttype

source: size
no: størrelse

source: load-path
no: lastesti

source: den-path
no: den-sti

source: save-path
no: lagresti

source: font-path
no: skrifttype-sti

source: Save the configuration and restart %s for OpenGL mode to take effect
no: Lagre konfigurasjonen og start om %s for at OpenGL modus skal tre i kraft

source: Save the configuration and restart %s for async blits to take effect
no: Lagre konfigurasjonen og start om %s for at asynkrone blitter skal tre i kraft

source: Engine settings
no: Spillmotor-innstillinger

source: Full screen
no: Fullskjerm

source: Asynchronous blits
no: Asynkrone blitter

source: OpenGL rendering context
no: OpenGL rendering kontekst

source: Unicode keyboard translation
no: Unicode tastatur oversetting

source: Input composition
no: Sammensetning av inndata

source: Right->left (Arabic, Hebrew, ...)
no: Høyre->venstre (Arabisk, Hebraisk, ...)

source: Debugging
no: Feilsøking

source: Idle time prediction
no: Beregning av inaktiv tid

source: Input devices:
no: Inndata enheter:

source: Data save dir:
no: Katalog for datalagring:

source: Data load path:
no: Katalog for datainnlasting:

source: Font path:
no: Skrifttype-sti:

source: Den path:
no: Den-sti:

source: Width:
no: Bredde:

source: Height:
no: Høyde:

source: Close
no: Lukk

source: Save
no: Lagre

source: The search path is too big.
no: Søkestien er for lang.

source: Cannot find `%s.%s' in <%s>.
no: Kan ikke finne `%s.%s' i <%s>.

source: Agar engine v%s
no: Agar motor v%s

source: Video device is %dbpp (ckey=0x%x, alpha=0x%04x)
no: Video-enhet er %dbpp (ckey=0x%x, alpha=0x%04x)

source: Video mask is 0x%04x,0x%04x,0x%04x,0x%04x
no: Video maske er 0x%04x,0x%04x,0x%04x,0x%04x

source: Window manager is available.
no: Vindushåndterer er tilgjengelig.

source: Window manager is unavailable.
no: Vindushåndterer er ikke tilgjengelig.

source: Hardware surfaces are available.
no: Maskinvare-overflater er tilgjengelig.

source: Hardware surfaces are unavailable.
no: Maskinvare-overflater er ikke tilgjengelig.

source: Hardware blits
no: Maskinvare blitter

source: Hardware->hardware colorkey blits
no: Maskinvare->maskinvare fargenøkkel blitter

source: Hardware->hardware alpha blits
no: Maskinvare->maskinvare alfa blitter

source: Software->hardware blits
no: Programvare->maskinvare blitter

source: Software->hardware colorkey blits
no: Programvare->maskinvare fargenøkkel blitter

source: Software->hardware alpha blits
no: Programvare->maskinvare alfa blitter

source: Color fills
no: Farge fyllinger

source: Accelerated operations: %s
no: Akselererte operasjoner: %s

source: Unaccelerated operations: %s
no: Uakselererte operasjoner: %s

source: Refresh rate
no: Oppdateringsfrekvens

source: Resident graphics
no: Innlastet grafikk

source: %ux%u nodes exceed %ux%u.
no: %ux%u noder overstiger %ux%u.

source: Layer 0
no: Lag 0

source: Layer %u
no: Lag %u

source: Too many layers.
no: For mange lag.

source: Cannot resolve sprite: %u.
no: Kan ikke finne sprite: %u.

source: Cannot resolve anim: %u.
no: Kan ikke finne animasjon: %u.

source: Warp map name is too big.
no: Varpekartnavn er for langt.

source: Invalid warp coordinates.
no: Ugyldige varpekoordinater.

source: Unknown type of noderef.
no: Ukjent type nodereferanse.

source: Too many transforms.
no: For mange transformasjoner.

source: Too many noderefs.
no: For mange nodereferanser.

source: Invalid map geometry.
no: Ugyldig kartgeometri.

source: Too many map layers.
no: For mange kartlag.

source: %s map view
no: %s kartoversikt

source: The `%s' map is read-only.
no: Kartet `%s' er skrivebeskyttet.

source: There is no active selection.
no: Ingen aktive markinger.

source: m%u (%ux%u nodes)
no: m%u (%ux%u noder)

source: s%u (%ux%u pixels, %ubpp)
no: s%u (%ux%u piksler, %ubpp)

source: a%u (%u frames)
no: a%u (%u bilder)

source: %s graphics
no: %s grafikk

source: Replace
no: Bytt ut

source: %s map edition
no: %s kartutgave

source: Layer #%d
no: Lag #%d

source: The path exceeds >= %lu bytes.
no: Stien overstiger >= %lu bytes.

source: The `%s' object is in use.
no: Objektet `%s' er i bruk.

source: The object `%s' does not exist.
no: Objektet `%s' finnes ikke.

source: The %s/%s.%s file is not in load-path.
no: Filen %s/%s.%s er ikke i lastestien.

source: The %s directory is not in load-path.
no: Katalogen %s er ikke i lastestien.

source: The `%s' object contains no graphics.
no: Objektet `%s' inneholder ingen grafikk.

source: The `%s' object contains no audio.
no: Objektet `%s' inneholder ingen lyd.

source: The `%s' object is non-persistent.
no: Objektet `%s' er ikke persistent.

source: %s: Cannot resolve dependency `%s'
no: %s: Kan ikke løse avhengighet `%s'

source: The `%s' save has inconsistent flags.
no: Lagringen `%s' har inkonsekvente flagg.

source: Bad coordinates: %d,%d,%d
no: Ugyldige koordinater: %d,%d,%d

source: Unknown object type: `%s'
no: Ukjent objekttype: `%s'

source: The data of `%s' is already resident.
no: Data tilhørende `%s' er allerede lastet inn.

source: There is no input device named `%s'.
no: Det finnes ingen inndata-enhet ved navn `%s'.

source: There is no position to control.
no: Det finnes ingen posisjon å kontrollere.

source: There is no submap named `%s'.
no: Det finnes ingen underkart ved navn `%s'.

source: %s object
no: %s objekt

source: Name:
no: Navn:

source: Graphics:
no: Grafikk:

source: Audio:
no: Lyd:

source: Flags : 0x%x
no: Flagg: 0x%x

source: Parent: %[obj]
no: Forelder: %[obj]

source: Dependencies:
no: Avhengigheter:

source: %s character
no: %s person

source: Level:
no: Nivå:

source: Experience:
no: Erfaring:

source: Age:
no: Alder:

source: Out of memory for string.
no: Mangler minne for streng.

source: Unsupported property type: %d.
no: Ustøttet egenskapstype: %d.

source: %s has no `%s' property (type %d).
no: %s har ingen `%s' egenskap (type %d).

source: The prop key too big.
no: Egenskapsnøkkelen er for stor.

source: String too big.
no: Streng er for stor.

source: Cannot load prop of type 0x%x.
no: Kan ikke laste egenskap av type 0x%x.

source: Cannot save prop of type 0x%x.
no: Kan ikke lagre egenskap av type 0x%x.

source: Too many transform args.
no: For mange transformasjonsargumenter.

source: Unknown transform algorithm.
no: Ukjent transformasjonsalgoritme.

source: Object
no: Objekt

source: Map
no: Kart

source: Character
no: Person

source: The viewport is already initialized.
no: Viewport allerede klargjort.

source: Unsupported graphic mode.
no: Ustøttet grafikkmodus.

source: The resolution is too small.
no: Oppløsningen er for liten.

source: Setting %dx%dx%d mode: %s
no: Innstilling %dx%dx%d modus: %s

source: The refresh rate is out of range.
no: Oppdateringsfrekvens utenfor rekkevidde.

source: Screenshot feature requires libjpeg
no: Støtte for tagning av skjermbilder krever libjpeg

source: Joystick
no: Styrespak

source: Keyboard
no: Tastatur

source: Mouse
no: Mus

source: Font engine initialization failed.
no: Klargjøring av skriftmotor feilet.

source: Cannot font face: `%s'.
no: Kan ikke finne skrifttype: `%s'.

source: Error getting TTF font face.
no: Feil ved henting av TTF skrifttype.

source: Bad TTF font face.
no: Ugyldig TTF skrifttype.

source: Failed to set font size.
no: Kunne ikke sette skriftstørrelse.

source: Failed to load the TTF glyph.
no: Kunne ikke laste TTF glyfer.

source: Cannot render mono glyph.
no: Kan ikke tegne mono glyf.

source: Cannot render normal glyph.
no: Kan ikke tegne normal glyf.

source: The text has zero width.
no: Teksten har null bredde.

source: Unknown XCF compression: %d.
no: Ukjent XCF kompresjon: %d.

source: Cannot read XCF magic.
no: Kan ikke lese XCF signatur.

source: Bad XCF magic.
no: Ugyldig XCF signatur.

source: Nonsense XCF geometry: %ux%u.
no: Ugyldig XCF geometri: %ux%u.

source: Unknown base image type: %u.
no: Ukjent basis bildetype: %u.

source: %s (visible %s)
no: %s (synlig %s)

source: , editing
no: , redigerer

source: %s (invisible %s)
no: %s (usynlig %s)

source: No layer is selected.
no: Ingen lag er valgt.

source: %s layers
no: %s lag

source: New layer:
no: Nytt lag:

source: Push
no: Stable

source: Rename
no: Gi nytt navn

source: Pop
no: Ta fra stabel

source: Edit
no: Rediger

source: Show/hide
no: Vis/gjem

source: Layer NN (visible, editing)
no: Lag NN (synlig, redigerer)

source: Tools
no: Verktøy

source: The zoom is out of range.
no: Zoom utenfor rekkevidde.

source: No node is selected.
no: Ingen node valgt.

source: Remove
no: Fjern

source: Dup
no: Dupliser

source: Up
no: Opp

source: Down
no: Ned

source: No object type was specified.
no: Ingen objekttype ble spesifisert.

source: No such object type.
no: Ingen slik objekttype.

source: No object name was specified.
no: Inget objektnavn ble spesifisert.

source: The `%s' object is indestructible.
no: Objektet `%s' kan ikke ødelegges.

source: (resident)
no: (innlastet)

source: Object editor
no: Objekt editor

source: Create
no: Lag

source: Edit obj
no: Rediger objekt

source: Load
no: Last

source: Move up
no: Flytt opp

source: Move down
no: Flytt ned

source: Destroy
no: Ødelegg

source: All
no: Alle

source: Highest
no: Høyeste

source: Eraser
no: Viskelær

source: Pattern fill
no: Mønsterfylling

source: Clear
no: Tøm

source: Fill
no: Fyll

source: Horizontal
no: Horisontal

source: Vertical
no: Vertikal

source: Flip
no: Snu

source: No map is visible.
no: Inget kart synlig.

source: There is no visible map.
no: Det finnes inget synlig kart.

source: Magnifier
no: Forstørrelsesglass

source: Merge tool
no: Sammenflettingsverktøy

source: Load set
no: Last sett

source: Save set
no: Lagre sett

source: No brush name was given.
no: Inget penselnavn angitt.

source: A `%s' brush exists.
no: En `%s' pensel eksisterer.

source: Position
no: Posisjon

source: Node props
no: Node egenskaper

source: Block
no: Blokker

source: Walk
no: Gå

source: Climb
no: Klatre

source: Regen
no: Regenerering

source: Slow
no: Sinke

source: Origin
no: Utgangspunkt

source: There is no selection to copy.
no: Ingenting markert for kopiering.

source: The copy buffer is empty!
no: Kopieringsbufferen er tom!

source: There is no selection to kill.
no: Ingenting markert for sletting.

source: There is no selection to cut.
no: Ingenting markert for klipping.

source: Shift
no: Forskyv

source: Multi
no: Flere

source: Insert
no: Flett inn

source: Stamp
no: Stemple

source: Screenshot
no: Ta skjermbilde

source: Viewport
no: Synsfelt

source: Debug monitor
no: Overvåkning for feilsøking

source: A JPEG error has occured.
no: Det har oppstått en JPEG feil.

source: Transmitting frame %d
no: Overfører bilde %d

source: Already connected to a server.
no: Allerede tilkoblet server.

source: Missing server hostname/port.
no: Mangler server maskinnavn/port.

source: Connecting to %s:%s..
no: Kobler til %s:%s..

source: failed to create socket
no: kunne ikke opprette socket

source: connection refused
no: tilkoblingsforsøk avvist

source: Connected to %s
no: Tilkoblet %s

source: Disconnected
no: Koblet fra

source: Idle
no: Inaktiv

source: Transmitting frame XXXXXXXXXXX
no: Overfører bilde XXXXXXXXXXX

source: Host:
no: Maskin:

source: Refresh rate (ms):
no: Oppdateringsfrekvens (ms):

source: Connect
no: Koble til

source: Disconnect
no: Koble fra

source: Tile-based
no: Tile (flis) basert

source: Graphic engine: %s %s
no: Grafikkmotor: %s %s

source: Window op: %d (%p)
no: Vindusoperasjon: %d (%p)

source: Window op: 000 (0x00000000)
no: Vindusoperasjon: 000 (0x00000000)

source: Map: %[obj]
no: Kart: %[obj]

source: Map geometry: %dx%d
no: Kartgeometri: %dx%d

source: Map offset: %d,%d (soft %d,%d)
no: Kartposisjon: %d,%d (soft %d,%d)

source: No window is selected.
no: Inget vindu er valgt.

source: No widget is selected.
no: Ingen widget er valgt.

source: %s widget
no: widget %s

source: Name: "%s"
no: Navn: "%s"

source: Flags: 0x%x
no: Flagg: 0x%x

source: Geo: %dx%d at %d,%d (view %d,%d)
no: Geo: %dx%d på %d,%d (synsområde %d,%d)

source: Geo: 0000x0000 at 0000x0000 (view 0000,0000)
no: Geo: 0000x0000 på 0000x0000 (synsområde 0000,0000)

source: %s window
no: vindu %s

source: Examine
no: Undersøk

source: Window stack
no: Vindustabel

source: Show
no: Vis

source: Hide
no: Gjem

source: Detach
no: Koble fra

source: Error
no: Feil

source: Warning
no: Advarsel

source: Information
no: Informasjon

source: Agar screenshot daemon
no: Agar serverprosess for skjermbildetagning

source: %s [-vfF] [-w width] [-h height]
no: %s [-vfF] [-w bredde] [-h høyde]

source: [-H host] [-P port]
no: [-H maskinnavn] [-P port]

source: [-r fps] [-t font,size,style]
no: [-r fps] [-t skrifttype,størrelse,stil]

source: [-d level] [-T]
no: [-d nivå] [-T]

source: Too many clients.
no: For mange klienter.

source: %s: %s failed
no: %s: %s feilet

source: Bad JPEG magic.
no: Ugyldig JPEG signatur.

source: %lu MB
no: %lu KB

source: No directory is selected
no: Ingen katalog er valgt

source: new
no: ny

source: Queue
no: Kø

source: Start download
no: Begynn nedlasting

source: I/O error: %s
no: Inn/ut feil: %s

source: EOF from server
no: EOF fra server

source: idle
no: inaktiv

source: busy
no: opptatt

source: exiting
no: avslutter

source: SUMO Client
no: SUMO Klient

source: %2d. (locked session)
no: %2d. (låst økt)

source: Missing SUMO host/port.
no: Mangler SUMO maskinnavn/port.

source: Missing FTP host/port.
no: Mangler FTP maskinnavn/port.

source: Missing FTP user/pass.
no: Mangler FTP brukernavn/passord.

source: %s failed
no: %s feilet

source: SUMO sessions
no: SUMO økter

source: SUMO host:
no: SUMO maskin:

source: FTP host:
no: FTP maskin:

source: FTP user:
no: FTP bruker:

source: FTP pass:
no: FTP passord:

source: Passive mode
no: Passiv modus

source: Usage: %s [-vfFe] [-w width] [-h height]
no: Bruk: %s [-vfFe] [-w bredde] [-h høyde]
